[
  {
    "name": "arroganz",
    "count": 1337,
    "image": "dmed2019_web_announce_band_arroganz_transp.png",
    "text": "In der schwärzesten Nacht entstandene Mischung aus Death und Black Metal: ARROGANZ erzählen Geschichten von Tod und Teufel, mal angenehm primitiv, häufig ausgefeilt. Die Songs knüppeln selten, strecken die Hörerschaft aber mit gut platzierten Attacken nieder, um sie dann durch bedrohliches Midtempo und zehrende Langsamkeit hinter den letzten Grabstein eines abgelegenen Friedhofs zu schleppen. Wenn Musik so bildhaft zu beschreiben ist, spricht das von Qualität, weil sie die Fantasie anregt, Substanz besitzt, weil sie beschäftigt und nicht kalt lässt, obwohl sie so viel Kälte verströmt. Was gibt es Besseres, als diese Energie in personifizierter Form zu erleben? Selbst auf die Gefahr hin, nach dem Auftritt im Dezember zum nächstgelegenen Friedhof gezerrt zu werden.",
    "links": [
      {
        "name": "fb",
        "url": "https://www.facebook.com/Ascension.Germany/"
      },
      {
        "name": "insta",
        "url": "https://www.instagram.com/arroganz666/"
      },
      {
        "name": "bandcamp",
        "url": "https://fda-records.bandcamp.com/album/primitiv"
      }
    ],
    "video": "https://www.youtube.com/embed/N05E0zfZdnA"
  },
  {
    "name": "ascension",
    "count": 421,
    "image": "dmed2019_web_announce_band_ascension_transp.png",
    "text": "Sind ASCENSION nun zur besten oder „nur“ zu einer der besten aus Deutschland stammenden Black-Metal-Bands aufgestiegen? Letztlich ganz egal, denn wer sich in diesen Superlativ-Ebenen bewegt, hat in der Bandgeschichte schon viel richtig gemacht. Den Fünfer aus Sachsen-Anhalt dürfte die Antwort ebenso wenig interessieren, liegt der Fokus doch klar auf der Musik und den Texten. Wer verbirgt sich hinter ASCENSION? Auch nicht wichtig. Sie arbeiten weder mit Pseudonymen noch brüllen sie ihre Identitäten nach außen. Es geht nicht darum, auf diese Weise einen nebulösen Schleier zu kreieren, der mysteriös wirkt. Es geht immer ums Gesamtkunstwerk, das in den Mittelpunkt gehört – also um Musik, Texte und Artwork. Und doch sind die Inhalte, ob es gerade um Satan, Okkultismus oder den Tod geht, eine Reflexion dessen, was die gleichberechtigten Bandmitglieder ausmacht. Man kann es aber auch anders formulieren: ASCENSION errichten beeindruckende Klangfestungen und es ist wahrlich nicht immer einfach, einen direkten Zugang zu finden, investiert man aber genug Zeit, wird man so einige Schätze des extremen Metals finden. Und natürlich fehlt noch eine wichtige Komponente des Gesamtwerks: die Live-Performance – zu genießen im Dezember in Berlin.",
    "links": [
      {
        "name": "Facebook",
        "url": "https://www.facebook.com/Ascension.Germany/"
      },
      {
        "name": "BandCamp",
        "url": "https://wtcproductions.bandcamp.com/album/the-dead-of-the-world"
      }
    ],
    "video": "https://www.youtube.com/embed/cIY-A171ZQg"
  },
  {
    "name": "membaris",
    "count": 1234,
    "image": "dmed2019_web_announce_band_membaris_transp.png",
    "text": "Es ist gleichermaßen faszinierend wie betrüblich, dass viele Bands nur wenig Licht am Ende des Underground-Tunnels sehen. Vermutlich streben die meisten es auch nicht an, doch gemessen an der musikalischen Qualität bleiben vielen Subgenre-Freunden regelrechte Perlen verborgen. MEMBARIS haben 2004 ein Debüt herausgebracht, das weit mehr als nur eine Perle darstellt: 'Poetry Of Chaos' ist eine von – ganz im positiven Sinne – abtrünnigen wie bekannten Ideen gespickte Entdeckungstour harschen Black Metals, die auch ruhige Passagen zulässt. Im Ganzen erschaffen MEMBARIS eher leidenschaftliche, durchdachte Kunstwerke als reine Musikalben. Da ihre Live-Auftritte im Vergleich zu anderen deutschen Black-Metal-Bands eher rar sind, sollte man sich die Chance nicht entgehen lassen, MEMBARIS auf einer hiesigen Bühne zu erleben. Musikalische Abwechslung ist zudem garantiert, denn die hört man auch innerhalb ihrer vier großen Veröffentlichungen deutlich. „Feiert mit uns den Moment, wenn die Harmonie verbrennt“, heißt es in einem Interview. Im Dezember haben wir die Möglichkeit dazu.",
    "links": [
      {
        "name": "Facebook",
        "url": "https://www.facebook.com/Ascension.Germany/"
      },
      {
        "name": "BandCamp",
        "url": "https://wtcproductions.bandcamp.com/album/grenzg-nger"
      }
    ],
    "video": ""
  },
  {
    "name": "sinmara",
    "count": 5832,
    "image": "dmed2019_web_announce_band_sinmara_transp.png",
    "text": "Es hat sich nichts geändert: Island bietet nach wie vor eine sagenhafte Fülle an spannenden Black-Metal-Bands. Nachdem 2018 bereits Svartidauði, Misþyrming, Naðra und Zhrine gespielt haben, geht es in diesem Jahr mit SINMARA weiter. Musikalisch scheint es, als wäre die dortige Szene – und SINMARA haben vor allem durch die internationale Aufmerksamkeit ihres Debüts 'Aphotic Womb' maßgeblich zur Etablierung beigetragen – entstanden, um auf dem De Mortem Et Diabolum zu spielen. Was nicht bedeutet, dass der isländische Black Metal durch eine strikte Einheitlichkeit charakterisiert ist. Im Fall von SINMARA hören wir eine ausgefeilte Verknüpfung aus orthodoxen und komplexen Songs, die anspruchsvoll strukturiert sind, in einen finster-hypnotischen Sog ziehen und den rohen Charme der 90er-Welle in spannenden Nuancen versprühen. Übrigens: Die Band aus Reykjavík bringt 2019 auch ihr zweites Studioalbum mit dem Titel 'Hvísl Stjarnanna' auf den Markt – und im Dezember mit nach Berlin.",
    "links": [
      {
        "name": "Facebook",
        "url": "https://www.facebook.com/Ascension.Germany/"
      },
      {
        "name": "Instagram",
        "url": "https://www.instagram.com/sinmara/"
      },
      {
        "name": "BandCamp",
        "url": "https://sinmara.bandcamp.com/"
      }
    ],
    "video": "https://www.youtube.com/embed/ImZhrifOfdY"
  }
]
