[
  {
    "name": "arroganz",
    "count": 1337,
    "image": "dmed2019_web_announce_band_arroganz_transp.png",
    "text": {
      "en": "A mixture of Death and Black Metal, established in the blackest night: ARROGANZ tell tales of death and the devil, sometimes comfortably primitive, yet often quite sophisticated. The songs seldom bludgeon, yet they fell the listeners with well-aimed attacks in order to pull them behind the last tombstone of a remote graveyard through menacing mid-tempo and gnawing slowness. If music can be described this pictorial, then this speaks of quality because it stimulates fantasy, owns substance, because it engages and does not leave someone blasé about itself although it exudes so much coldness. What could be better than to witness this energy in personified form? Even at the risk of being pulled to the next graveyard after their show in December.",
      "de": "In der schwärzesten Nacht entstandene Mischung aus Death und Black Metal: ARROGANZ erzählen Geschichten von Tod und Teufel, mal angenehm primitiv, häufig ausgefeilt. Die Songs knüppeln selten, strecken die Hörerschaft aber mit gut platzierten Attacken nieder, um sie dann durch bedrohliches Midtempo und zehrende Langsamkeit hinter den letzten Grabstein eines abgelegenen Friedhofs zu schleppen. Wenn Musik so bildhaft zu beschreiben ist, spricht das von Qualität, weil sie die Fantasie anregt, Substanz besitzt, weil sie beschäftigt und nicht kalt lässt, obwohl sie so viel Kälte verströmt. Was gibt es Besseres, als diese Energie in personifizierter Form zu erleben? Selbst auf die Gefahr hin, nach dem Auftritt im Dezember zum nächstgelegenen Friedhof gezerrt zu werden."
    },
    "links": [
      {
        "name": "Facebook",
        "url": "https://www.facebook.com/Ascension.Germany/"
      },
      {
        "name": "insta",
        "url": "https://www.instagram.com/arroganz666/"
      },
      {
        "name": "bandcamp",
        "url": "https://fda-records.bandcamp.com/album/primitiv"
      }
    ],
    "video": "https://www.youtube.com/embed/N05E0zfZdnA"
  },
  {
    "name": "ascension",
    "count": 421,
    "image": "dmed2019_web_announce_band_ascension_transp.png",
    "text": {
      "en": "Have ASCENSION been ascending to the best or 'just' one of the best Black Metal bands originating from Germany? Well, it doesn't matter because whoever moves between these levels of superlatives has done a lot of things right over the course of the band's history. This five-piece from Saxony-Anhalt is probably not interested in this answer as well, their focus lies clearly on music and lyrics. Who is hiding behind ASCENSION? Also not important. Neither are they working with pseudonyms nor are they shouting out their identities. It's not about creating a shadowy veil that seems mysterious. It's always about the total work of art that belongs into the center - meaning music, lyrics, and artwork. And yet the contents, being about Satan, occultism or death, a reflection of what the pari passu band members represent. But it is possible to formulate it differently: ASCENSION raise impressive strongholds of sounds and it really is not always easy to find a direct access, yet if one invests enough time, one will find several treasures of extreme Metal. And of course one component of the work misses for completion: live performances, which you can enjoy in December in Berlin.",
      "de": "Sind ASCENSION nun zur besten oder „nur“ zu einer der besten aus Deutschland stammenden Black-Metal-Bands aufgestiegen? Letztlich ganz egal, denn wer sich in diesen Superlativ-Ebenen bewegt, hat in der Bandgeschichte schon viel richtig gemacht. Den Fünfer aus Sachsen-Anhalt dürfte die Antwort ebenso wenig interessieren, liegt der Fokus doch klar auf der Musik und den Texten. Wer verbirgt sich hinter ASCENSION? Auch nicht wichtig. Sie arbeiten weder mit Pseudonymen noch brüllen sie ihre Identitäten nach außen. Es geht nicht darum, auf diese Weise einen nebulösen Schleier zu kreieren, der mysteriös wirkt. Es geht immer ums Gesamtkunstwerk, das in den Mittelpunkt gehört – also um Musik, Texte und Artwork. Und doch sind die Inhalte, ob es gerade um Satan, Okkultismus oder den Tod geht, eine Reflexion dessen, was die gleichberechtigten Bandmitglieder ausmacht. Man kann es aber auch anders formulieren: ASCENSION errichten beeindruckende Klangfestungen und es ist wahrlich nicht immer einfach, einen direkten Zugang zu finden, investiert man aber genug Zeit, wird man so einige Schätze des extremen Metals finden. Und natürlich fehlt noch eine wichtige Komponente des Gesamtwerks: die Live-Performance – zu genießen im Dezember in Berlin."
    },
    "links": [
      {
        "name": "Facebook",
        "url": "https://www.facebook.com/Ascension.Germany/"
      },
      {
        "name": "BandCamp",
        "url": "https://wtcproductions.bandcamp.com/album/the-dead-of-the-world"
      }
    ],
    "video": "https://www.youtube.com/embed/cIY-A171ZQg"
  },
  {
    "name": "membaris",
    "count": 1234,
    "image": "dmed2019_web_announce_band_membaris_transp.png",
    "text": {
      "en": "It is at the same time fascinating and distressing that a lot of bands see only few light at the end of the tunnel that is the underground. Perhaps most of them do not strive for it, but measured through their musical quality, a lot of regular highlights keep hidden to many friends of the sub-genre. MEMBARIS released a debut in 2004 that is a lot more than 'just' another highlight: 'Poetry Of Chaos' is a discovery tour of harsh Black Metal peppered with - in the best meaning - renegade and known ideas, allowing even quiet passages. In whole, MEMBARIS create more passionate, thought-through works of art than simple music albums. Since their live shows are rare in comparison with other German Black Metal bands, one should not miss a chance, to see MEMBARIS on a local stage. Musical variety is guaranteed, since one can hear it in their four big releases distinctly. 'Celebrate with us the moment when harmony burns,' they say in an interview. In December, we will have the chance.",
      "de": "Es ist gleichermaßen faszinierend wie betrüblich, dass viele Bands nur wenig Licht am Ende des Underground-Tunnels sehen. Vermutlich streben die meisten es auch nicht an, doch gemessen an der musikalischen Qualität bleiben vielen Subgenre-Freunden regelrechte Perlen verborgen. MEMBARIS haben 2004 ein Debüt herausgebracht, das weit mehr als nur eine Perle darstellt: 'Poetry Of Chaos' ist eine von – ganz im positiven Sinne – abtrünnigen wie bekannten Ideen gespickte Entdeckungstour harschen Black Metals, die auch ruhige Passagen zulässt. Im Ganzen erschaffen MEMBARIS eher leidenschaftliche, durchdachte Kunstwerke als reine Musikalben. Da ihre Live-Auftritte im Vergleich zu anderen deutschen Black-Metal-Bands eher rar sind, sollte man sich die Chance nicht entgehen lassen, MEMBARIS auf einer hiesigen Bühne zu erleben. Musikalische Abwechslung ist zudem garantiert, denn die hört man auch innerhalb ihrer vier großen Veröffentlichungen deutlich. „Feiert mit uns den Moment, wenn die Harmonie verbrennt“, heißt es in einem Interview. Im Dezember haben wir die Möglichkeit dazu."
    },
    "links": [
      {
        "name": "Facebook",
        "url": "https://www.facebook.com/Ascension.Germany/"
      },
      {
        "name": "BandCamp",
        "url": "https://wtcproductions.bandcamp.com/album/grenzg-nger"
      }
    ],
    "video": ""
  },
  {
    "name": "sinmara",
    "count": 5832,
    "image": "dmed2019_web_announce_band_sinmara_transp.png",
    "text": {
      "en": "Nothing has changed: Iceland still offers a fabulous wealth of thrilling Black Metal bands. In 2018, Svartidauði, Misþyrming, Naðra and Zhrine played already, now we continue with SINMARA. Musically it seems as if that scene - and SINMARA contributed to its establishing significantly with the international attention towards their debut 'Aphotic Womb' - was only created to play at De Mortem Et Diabolum. Yet that does not mean that Icelandic Black Metal is characterized by strict uniformity. In the case of SINMARA, we here a sophisticated entanglement of orthodox and complex songs, being ambitiously structured, pulling into a dark and hypnotic maelstrom and spraying the raw charme of the 90's wave in thrilling nuances. By the way: The band from Reykjavik is going to put out their second studio album with the title 'Hvisl Stjarnanna' in 2019 - and they will bring it to Berlin in December.",
      "de": "Es hat sich nichts geändert: Island bietet nach wie vor eine sagenhafte Fülle an spannenden Black-Metal-Bands. Nachdem 2018 bereits Svartidauði, Misþyrming, Naðra und Zhrine gespielt haben, geht es in diesem Jahr mit SINMARA weiter. Musikalisch scheint es, als wäre die dortige Szene – und SINMARA haben vor allem durch die internationale Aufmerksamkeit ihres Debüts 'Aphotic Womb' maßgeblich zur Etablierung beigetragen – entstanden, um auf dem De Mortem Et Diabolum zu spielen. Was nicht bedeutet, dass der isländische Black Metal durch eine strikte Einheitlichkeit charakterisiert ist. Im Fall von SINMARA hören wir eine ausgefeilte Verknüpfung aus orthodoxen und komplexen Songs, die anspruchsvoll strukturiert sind, in einen finster-hypnotischen Sog ziehen und den rohen Charme der 90er-Welle in spannenden Nuancen versprühen. Übrigens: Die Band aus Reykjavík bringt 2019 auch ihr zweites Studioalbum mit dem Titel 'Hvísl Stjarnanna' auf den Markt – und im Dezember mit nach Berlin."
    },
    "links": [
      {
        "name": "Facebook",
        "url": "https://www.facebook.com/Ascension.Germany/"
      },
      {
        "name": "Instagram",
        "url": "https://www.instagram.com/sinmara/"
      },
      {
        "name": "BandCamp",
        "url": "https://sinmara.bandcamp.com/"
      }
    ],
    "video": "https://www.youtube.com/embed/ImZhrifOfdY"
  },
  {
    "name": "GROZA",
    "count": 5833,
    "image": "dmed2019_web_announce_band_groza_transp.png",
    "text": {
      "en": "GROZA make no secret of their musical inspiration and deliver intoxicating songs with a special recognition value. In two ways: trained listeners will naturally think of the great role model MGŁA, who have meanwhile become Poland's biggest underground black metal band. On the other hand, the Bavarian GROZA also delight through their own songwriting and can be described with a clear conscience as one of the most exciting new black metal bands from Germany. Their debut album Unified In Void was digitally released in August 2018, initially in self-production. But by November Art Of Propaganda had released the songs on CD and in January as LP version.",
      "de": "GROZA machen keinen Hehl aus ihrer musikalischen Inspiration und liefern berauschende Songs mit besonderem Wiedererkennungswert. In doppelter Hinsicht: Geschulte Hörer werden natürlich an das große Vorbild MGŁA denken, die inzwischen zur größten Underground-Black-Metal-Band Polens avanciert sind. Auf der anderen Seite begeistern die bayerischen GROZA auch durchs eigene Songwriting und können guten Gewissens als eine der spannendsten neuen Black-Metal-Bands aus Deutschland bezeichnet werden. Ihr Debütalbum Unified In Void haben sie im August 2018 zunächst in Eigenproduktion digital veröffentlicht. Doch schon im November hat Art Of Propaganda die Songs auf CD und im Januar dann als LP-Version auf den Markt gebracht."
    },
    "links": [
      {
        "name": "Facebook",
        "url": "https://www.facebook.com/grozaband/"
      },
      {
        "name": "Instagram",
        "url": "https://www.instagram.com/groza_blackmetal/"
      },
      {
        "name": "BandCamp",
        "url": "https://groza-blackmetal.bandcamp.com/"
      }
    ],
    "video": "https://www.youtube.com/embed/VBANoOdizUQ"
  },
  {
    "name": "HALPHAS",
    "count": 5834,
    "image": "dmed2019_announce_band_halphas_transp.png",
    "text": {
      "en": "HALPHAS bring sleepless nights to every geography teacher, because they have caused a relocation of Norway with their form of Black Metal: After listening to Dawn Of A Crimson Empire, the Scandinavian country suddenly lies in the region around Mainz - under a thick layer of ash that the blasphemous tracks have left behind! At De Mortem Et Diabolum the Antichrists come up with a brand(!) new studio album. The debut album has already landed in the year's best lists in many places. Look forward to iconic Norwegian-style Black Metal, which makes no secret of its oldschool tendency.",
      "de": "HALPHAS bescheren jedem Erdkundelehrer schlaflose Nächte, denn sie haben mit ihrer Form des Black Metals für eine Verlagerung Norwegens gesorgt: Das skandinavische Land liegt nach dem Hören von Dawn Of A Crimson Empire plötzlich in der Region um Mainz – unter einer dicken Schicht Asche, die die blasphemischen Nummern hinterlassen haben! Zum De Mortem Et Diabolum kommen die Antichristen dann mit einem brand(!)neuen Studioalbum. Dabei ist schon das Debüt vielerorts in den Jahresbestenlisten gelandet. Freut euch auf kultigen Black Metal norwegischer Prägung, der so gar keinen Hehl aus seiner Oldschool-Neigung macht."
    },
    "links": [
      {
        "name": "Facebook",
        "url": "https://www.facebook.com/halphasofficial/"
      },
      {
        "name": "BandCamp",
        "url": "https://halphas.bandcamp.com/"
      }
    ],
    "video": "https://www.youtube.com/embed/chSP7dKot4M"
  },
  {
    "name": "Evohe",
    "count": 5838,
    "image": "dmed2019_web_announce_band_evohe_transp.png",
    "text": {
      "en": "This May, the new album of the Pagan Black Metallers Evohe will be released. We already gave it a listen, are psyched and really glad to welcome the French band at DMED 2019.",
      "de": "Im Mai erscheint das neue Album der Pagan-Black-Metaller EVOHÉ. Wir haben schon mal reingehört, sind begeistert und freuen uns sehr, die Franzosen auf dem DMED 2019 zu begrüßen."
    },
    "links": [
      {
        "name": "Facebook",
        "url": "https://www.facebook.com/EVOHE.METAL/"
      },
      {
        "name": "BandCamp",
        "url": "https://evohe.bandcamp.com/music"
      }
    ],
    "video": "https://www.youtube.com/embed/ZUVxOA-W7xQ"
  },
  {
    "name": "Crimson Moon",
    "count": 1,
    "image": "dmed2019_web_announce_band_crimsonmoon_transp.png",
    "text": {
      "en": "'When four musicians show more thrilling ideas in one song than other bands on three albums' ... this is just one superlative used in official reviews of this band's latest album 'Oneironaut'. You have to see Crimson Moon live!",
      "de": "'Wenn vier Musiker in einem Song mehr zündende Ideen haben als andere Bands auf drei Alben' ... nur ein Superlativ offizieller Reviews des letzten Albums 'Oneironaut'. CRIMSON MOON muss man live erleben!"
    },
    "links": [
      {
        "name": "Facebook",
        "url": "https://www.facebook.com/Crimsonmoonxeper/"
      },
      {
        "name": "BandCamp",
        "url": "https://crimsonmoonxeper.bandcamp.com/music"
      }
    ],
    "video": "https://www.youtube.com/embed/X0aURVvSwqQ"
  },
  {
    "name": "MATTERHORN",
    "count": 5838,
    "image": "dmed2019_web_announce_band_matterhorn_transp.png",
    "text": {
      "en": "Are you eager to listen into something different from those Swiss summiteers? MATTERHORN are not moving through the light, but they are breaking the well-known DMED darkness with a mixture of Death and Speed Metal. We are excited to see those newcomers perform!",
      "de": "Bock auf Abwechslung mit den Schweizer Gipfelstürmern? MATTERHORN bewegen sich nicht im Licht, brechen die gängige DMED-Dunkelheit durch ihre Mischung aus Death und Speed Metal aber durchaus auf. Wir sind mehr als gespannt auf die Newcomer!"
    },
    "links": [
      {
        "name": "Facebook",
        "url": "https://www.facebook.com/bandMATTERHORN/?ref=page_internal"
      },
      {
        "name": "Website",
        "url": "https://crass-cleansing.com/?fbclid=IwAR2YHgUUcuznkKbu7OtvSeKmf3LtHAN4pGR8VG6u1xdgmzcFXK7Gnoh0jOM"
      }
    ],
    "video": "https://www.youtube.com/embed/QuopQdOlt3w"
  },
  {
    "name": "DODHEIMSGARD",
    "count": 5838,
    "image": "dmed2019_announce_band_dodheimsgard_transp.png",
    "text": {
      "en": "Hardly any other band had such an intense change in their style of music. DHG/Dødheimsgard Official started with Black Metal and belong nowadays to the best progressive extreme-sectore bands with avantgardistic industrial elements. We are really glad to see those legends on our stage!",
      "de": "Kaum eine andere Band hat so eine heftige Stilwandlung erfahren. DØDHEIMSGARD haben mit Black Metal angefangen und gehören inzwischen zu den besten Bands im progressiven Extrem-Sektor mit avantgardistischen und Insdustrial-Elementen. Wir freuen uns immer, solche Legenden auf unserer Bühne zu haben!"
    },
    "links": [
      {
        "name": "Facebook",
        "url": "https://www.facebook.com/DODHEIMSGARD/"
      }
    ],
    "video": "https://www.youtube.com/embed/JoXl-8TF_vQ"
  },
  {
    "name": "Blaze of Perdition",
    "count": 5838,
    "image": "dmed2019_web_announce_band_blazeofperdition_transp.png",
    "text": {
      "en": "These Polish band will be the one to play the most with us, and now they return the second time in a row. When we heard that they will be on tour with more great bands, we just couldn't say 'no', on the one hand because we were completely psyched by any one of their shows, on the other hand because they are probably one of the strongest representatives of Poland, and also because their seems to be new material to be heard – Blaze of Perdition.",
      "de": "Die Polen werden die Band sein, die am häufigsten und zwei Mal in Folge bei uns gespielt hat. Als wir hörten, dass sie mit weiteren großartigen Bands auf Tour sein werden, konnten wir nicht 'nein' sagen. Erstens, weil wir von ihren Shows völlig eingenommen waren, zweitens, weil sie zu den stärksten Vertretern Polens gehören, und drittens, weil neues Material zu hören sein wird – BLAZE OF PERDITION!"
    },
    "links": [
      {
        "name": "Facebook",
        "url": "https://www.facebook.com/blazeofperdition/"
      },
      {
        "name": "BandCamp",
        "url": "https://blazeofperdition.bandcamp.com/"
      }
    ],
    "video": "https://www.youtube.com/embed/3iTzKuBx6J0"
  },
  {
    "name": "BÖLZER",
    "count": 5838,
    "image": "dmed2019_announce_band_bolzer_transp.png",
    "text": {
      "en": "BÖLZER just destroyed the stage of our friends at Wolf City Fest, so now we can go with our announcement. BÖLZER already played a fantastic show with us in 2016, and now the Swiss duo returns to our stage just in time for our anniversary. With two EPs and a breathtaking album, they are a definite must-see on any stage that they play on, and we are looking forward to an energetic, atmospheric and incomparible show.",
      "de": "BÖLZER haben gerade erst die Bühne bei unseren Freunden vom Wolf City Fest zerlegt, da können wir auch endlich mit der Ankündigung raus. BÖLZER haben 2016 bereits einen fantastischen Auftritt bei uns hingelegt, pünktlich zu unserem Jubiläum kehrt das Schweizer Duo auf unsere Bühne zurück. Mit zwei EPs und einem überragenden Album, sind sie definitiv ein Must-See auf jeder Bühne, auf der sie stehen und wir freuen uns erneut auf eine energiegeladene, atmosphärische und unvergleichliche Show!"
    },
    "links": [
      {
        "name": "Facebook",
        "url": "https://www.facebook.com/bolzerband/"
      },
      {
        "name": "BandCamp",
        "url": "https://bolzer.bandcamp.com/"
      }
    ],
    "video": "https://www.youtube.com/embed/pPwmdr5nbfM"
  },
  {
    "name": "Enisum",
    "count": 5838,
    "image": "dmed2019_web_announce_band_enisum_transp.png",
    "text": {
      "en": "Travel with Enisum musically to the Monte Musinè – atmospheric Black Metal, which is perfectly balanced between melancholy, nature and fury.",
      "de": "Reist mit ENISUM musikalisch zum Monte Musinè – atmosphärischer Black Metal, der Melancholie, Naturverbundenheit und Raserei perfekt ausbalanciert."
    },
    "links": [
      {
        "name": "Facebook",
        "url": "https://www.facebook.com/enisum/"
      },
      {
        "name": "Website",
        "url": "https://www.enisum.eu/"
      },
      {
        "name": "BandCamp",
        "url": "https://avantgardemusic.bandcamp.com/album/moths-illusion?fbclid=IwAR2mVmEDioPWUV0w92tXocHLAmilSfZaF0RlEEv3Rx8Psdo3gZDLkODjC9s"
      }
    ],
    "video": "https://www.youtube.com/embed/CHuqf-vpw_M"
  },
  {
    "name": "Almyrkvi",
    "count": 5838,
    "image": "dmed2019_announce_band_almyrkvi_transp.png",
    "text": {
      "en": "Almyrkvi are creating their unique sound swamp and every tone is pulling you deeper into the darkness – brutal, dark, engaging, special.",
      "de": "ALMYRKVI erschaffen ihren ganz eigenen Sound-Sumpf, der dich mit jedem Klang tiefer ins Dunkel zieht – brachial, düster, einnehmend, besonders."
    },
    "links": [
      {
        "name": "Facebook",
        "url": "https://www.facebook.com/Almyrkvi/"
      },
      {
        "name": "BandCamp",
        "url": "https://almyrkvi.bandcamp.com/"
      }
    ],
    "video": "https://www.youtube.com/embed/LtbNIthc8u0"
  },
  {
    "name": "MGLA",
    "count": 5838,
    "image": "dmed2019_announce_band_mgla_transp.png",
    "text": {
      "en": "No further words needed.",
      "de": "No further words needed."
    },
    "links": [
      {
        "name": "Facebook",
        "url": "https://www.facebook.com/mglaofficial/"
      },
      {
        "name": "BandCamp",
        "url": "https://no-solace.bandcamp.com/"
      }
    ],
    "video": "https://www.youtube.com/embed/e0ryOwlXkP4"
  }
]
