{
  "bands": {
    "button": {
      "en": "show more",
      "de": "mehr anzeigen"
    }
  },
  "header": {
    "social": {
      "en": "go to ",
      "de": "weiter zu "
    }
  },
  "countdown": {
    "en": {
      "days": "days",
      "hrs": "hrs",
      "min": "min",
      "sec": "sec"
    },
    "de": {
      "days": "tage",
      "hrs": "std",
      "min": "min",
      "sec": "sek"
    }
  },
  "history": {
    "en": {
      "prev": "prev",
      "next": "next"
    },
    "de": {
      "prev": "zurueck",
      "next": "weiter"
    }
  },
  "info": {
    "hotel": {
      "en": {
        "rowOne": "Check out our recommended Hotel 'Metropol Hostel' it is right around the corner.",
        "rowTwo": "There is also an option to buy a combi Ticket for Hotel and Festival",
        "rowSmall": "(see the map below to get the location)"
      },
      "de": {
        "rowOne": "Unser Empfohlenes Hotel 'Metropol Hostel' es ist gleich um die Ecke.",
        "rowTwo": "Ihr habt ebenfalls die Möglichkeit ein Festival-Ticket inklusive Hotel zu buchen.",
        "rowSmall": "(auf der Karte unten seht ihr wo sich das Hotel befindet)"
      }
    },
    "gtc": {
      "title": {
        "en": "General Terms and Conditions",
        "de": "Allgemeine Geschäftsbedingungen"
      },
      "en": {
        "_1": "Children under the age of 6 years (even in company of an adult) are not permitted on the festival area. Children between 6-14 are ONLY allowed under the supervision of an adult (parent or legal guardian).",
        "_2": "The organizer assumes no responsibility for design, length, contents or volume of the event.",
        "_3": "Concerts can be loud - the organizer assumes no responsibility for any possible medical or hearing problems that may occur due to volume.",
        "_4": "All forms of damage claims are invalid, except in the case of negligence from the organizer, his acting substitution or employees.",
        "_5": "All types of weapons, fireworks and glass containers (bottles, jars, etc.) are NOT permitted.",
        "_6": "Please keep in mind that you are entering the festival area at your own risk.",
        "_7": "The organizer assumes NO responsibility for theft or damage of personal property.",
        "_8": "The concert ticket is valid only on the festival area. The ticket is immediatly invalid when you leave the festival area.",
        "_9": "Recording devices and cameras are not allowed.",
        "_10": "The organizer reserves the right to make any line-up changes without prior notice.",
        "_11": "The organizer reserves the right to change location and/or date of the event.",
        "_12": "Refunds are accepted only in the case of cancelation of the event. Only the face (purchase) value of the ticket can be refunded.",
        "_13": "It is your responisibility to follow the rules of the organizer and the security staff. Breaking any of the rules can result in being kicked out of the festival area.",
        "_14": "Security staff reserves the right to conduct random searches upon entrance.",
        "_15": "Security staff has complete authority.",
        "_16": "Wearing and/or displaying illegal and/or anticonstitutional symbols is strictly forbidden. Playing right-wing music is not permitted. By breaking the rules you will be refused entry and/or kicked out of the festival area.",
        "_17": "Campfires and cutting down trees for fires is STRICTLY not permitted."
      },
      "de": {
        "_1": "Kinder unter 6 Jahren (auch in Begleitung eines Erwachsenen) sind auf dem Festivalgelände nicht erlaubt. Kinder zwischen 6-14 Jahren sind NUR unter Aufsicht eines Erwachsenen (Elternteil oder Erziehungsberechtigter) erlaubt.",
        "_2": "Der Veranstalter übernimmt keine Verantwortung für Design, Länge, Inhalt oder Umfang der Veranstaltung.",
        "_3": "Die Konzerte können laut sein - der Veranstalter übernimmt keine Verantwortung für eventuelle medizinische oder akustische Probleme, die aufgrund der Lautstärke auftreten können.",
        "_4": "Alle Arten von Schadenersatzansprüchen sind ausgeschlossen, außer im Falle von Fahrlässigkeit des Veranstalters, seiner Stellvertreter oder Mitarbeiter.",
        "_5": "Alle Arten von Waffen, Feuerwerkskörpern und Glasbehältern (Flaschen, Gläser usw.) sind NICHT erlaubt.",
        "_6": "Bitte beachten Sie, dass Sie das Festivalgelände auf eigene Gefahr betreten.",
        "_7": "Der Veranstalter übernimmt KEINE Verantwortung für Diebstahl oder Beschädigung von persönlichem Eigentum.",
        "_8": "Die Konzertkarte ist nur auf dem Festivalgelände gültig. Das Ticket ist sofort ungültig, wenn Sie das Festivalgelände verlassen.",
        "_9": "Aufnahmegeräte und Kameras sind nicht erlaubt.",
        "_10": "Der Veranstalter behält sich das Recht vor, Änderungen der Besetzung ohne vorherige Ankündigung vorzunehmen.",
        "_11": "Der Veranstalter behält sich das Recht vor, Ort und/oder Datum der Veranstaltung zu ändern.",
        "_12": "Rückerstattungen werden nur im Falle einer Stornierung der Veranstaltung akzeptiert. Es kann nur der Nennwert des Tickets erstattet werden.",
        "_13": "Es liegt in Ihrer Verantwortung, die Regeln des Veranstalters und des Sicherheitspersonals einzuhalten. Ein Verstoß gegen eine der Regeln kann dazu führen, dass Sie vom Festival ausgeschlossen werden.",
        "_14": "Das Sicherheitspersonal behält sich das Recht vor, bei der betreten des Veranstaltungsortes eine Stichprobenkontrolle durchzuführen.",
        "_15": "Dem Sicherheitspersonal unterliegt die vollständige Autorität.",
        "_16": "Das Tragen und/oder Darstellen von illegalen und/oder verfassungsfeindlichen Symbolen ist strengstens verboten. Das Abspielen von rechter Musik ist nicht gestattet. Bei Verstoß gegen diese Regeln wird Ihnen der Zutritt verweigert und/oder Sie werden vom Festival ausgeschlossen.",
        "_17": "Lagerfeuer und das Fällen von Bäumen für Feuer ist strengstens verboten."
      }
    },
    "map": {
  
    }
  },
  "news": {
    "button": {
      "en": "show more",
      "de": "mehr anzeigen"
    }
  },
  "social": {
    "instagram": {
      "en": "open instagram",
      "de": "mehr auf instagram"
    }
  }
}