[
  {
    "id": 1,
    "date": "16.12.2018",
    "title": "DMED 2019",
    "image": "news_161218.jpg",
    "text": { 
      "en": "<p class='news-page-description'>Our pre-sale is starting now – again with early-bird tickets <a href='https://www.folter666shop.de/de/Tickets/eTicket/de-mortem-et-diabolum-vol-v-eticket.html'>(click here for tickets)</a>, which are strictly limited to 50 pieces! They are available as an e-ticket for 60 € instead of 68 €. The first bands will be announced in early 2019!</p>",
      "de": "<p class='news-page-description'>Unser Vorverkauf startet schon jetzt – wieder mit Early-Bird-Tickets <a href='https://www.folter666shop.de/de/Tickets/eTicket/de-mortem-et-diabolum-vol-v-eticket.html'>(click here for tickets)</a>, die auf 50 Exemplare limitiert sind! Sie sind als E-Tickets für 60 € statt 68 € verfügbar. Die ersten Bands werden Anfang 2019 bekanntgegeben!</p>"
    },
    "alert": false
  },
  {
    "id": 2,
    "date": "28.12.2017",
    "title": "DMED 2018",
    "image": "news_281218.jpg",
    "text": {
      "en": "<p class='news-page-description'>After hopefully unholy Christmas, we take a look back at the DMED 2018 – with these great photos by Void Revelations! <a href='https://www.facebook.com/Voidrevelations/'>(Void Revelations)</a> The first bands will be announced in early 2019!</p>",
      "de": "<p class='news-page-description'>Nach hoffentlich unheiliger Weihnacht werfen wir den Blick noch mal aufs DMED 2018 zurück – mit den großartigen Fotos von Void Revelations! <a href='https://www.facebook.com/Voidrevelations/'>(Void Revelations)</a> Die ersten Bands werden Anfang 2019 bekanntgegeben!</p>"
    },
    "alert": false
  },
  {
    "id": 3,
    "date": "30.12.2018",
    "title": "DMED 2018 REPORT",
    "image": "news_301218.jpg",
    "text": {
      "en": "<p class='news-page-description'>First festival report about DMED 2018 is online at <a href='http://www.zephyrs-odem.de/festivals/de-mortem-et-diabolum/de-mortem-et-diabolum-2018-traubensaft-im-milchaufschaeumer-unser-bericht/'>Zephyr's Odem</a> (German only).</p>",
      "de": "<p class='news-page-description'>Den ersten Festivalbericht zum DMED 2018 findet ihr bei <a href='http://www.zephyrs-odem.de/festivals/de-mortem-et-diabolum/de-mortem-et-diabolum-2018-traubensaft-im-milchaufschaeumer-unser-bericht/'>Zephyr's Odem</a>.</p>"
    },
    "alert": false
  },
  {
    "id": 4,
    "date": "05.01.2019",
    "title": "NEW BAND",
    "image": "news_050119.jpg",
    "text": {
      "en": "<p class='news-page-description'>During the darkest nights they've created a mixture of death and black metal: <a href='https://de-de.facebook.com/arroganzgermany/'>ARROGANZ</a> telling tales from the death and devil, sometimes pleasantly primitive, often complex. We are proud to announce the first band for the De Mortem Et Diabolum 2019!</p>",
      "de": "<p class='news-page-description'>In der schwärzesten Nacht entstandene Mischung aus Death und Black Metal: <a href='https://de-de.facebook.com/arroganzgermany/'>ARROGANZ</a> erzählen Geschichten von Tod und Teufel, mal angenehm primitiv, häufig ausgefeilt. Wir freuen uns, euch die erste Band fürs De Mortem Et Diabolum 2019 zu präsentieren!</p>"
    },
    "alert": false
  },
  {
    "id": 5,
    "date": "06.01.2019",
    "title": "NEW BAND",
    "image": "news_060119.jpg",
    "text": {
      "en": "<p class='news-page-description'>There are bands that have been far up on our wishlist ever since we had first thoughts about DMED – <a href='https://de-de.facebook.com/Ascension.Germany'>ASCENSION</a> are one of them. In December, you can experience one of the best German Black Metal bands there is.</p>",
      "de": "<p class='news-page-description'>Es gibt Bands, die stehen seit dem ersten Gedanken ans DMED auf unserem Wunschzettel – <a href='https://de-de.facebook.com/Ascension.Germany'>ASCENSION</a> gehören dazu! Erlebt im Dezember eine der besten deutschen Black-Metal-Bands.</p>"
    },
    "alert": false
  },
  {
    "id": 6,
    "date": "07.01.2019",
    "title": "FLYER UPDATE",
    "image": "news_070119.jpg",
    "text": {
      "en": "<p class='news-page-description'>We still have some early-bird tickets available for 60 € instead of 68 €. So far we've confirmed ASCENSION and ARROGANZ ... more bands will follow at the end of the month.</p>",
      "de": "<p class='news-page-description'>Noch gibt es einige Early-Bird-Tickets für 60 € statt 68 €. Bisher bestätigt: ASCENSION und ARROGANZ ... weitere Bands folgen schon Ende des Monats.</p>"
    },
    "alert": false
  },
  {
    "id": 7,
    "date": "12.01.2019",
    "title": "DMED 2018 REPORT",
    "image": "news_120119.jpg",
    "text": {
      "en": "<p class='news-page-description'>Festival report about DMED 2018 is online at <a href='https://www.metal.de/konzertberichte/de-mortem-et-diabolum-2018-364093/'>metal.de</a> metal.de (German only).</p>",
      "de": "<p class='news-page-description'>Der Festivalbericht zum DMED 2018 von <a href='https://www.metal.de/konzertberichte/de-mortem-et-diabolum-2018-364093/'>metal.de</a></p>"
    },
    "alert": false
  },
  {
    "id": 8,
    "date": "26.01.2019",
    "title": "NEW BAND",
    "image": "news_260119.jpg",
    "text": {
      "en": "<p class='news-page-description'>2004 they’ve kicked off a masterly debut album, yet their energetic live shows are rare, compared to other German Black Metal bands: please welcome <a href='https://de-de.facebook.com/membarisofficial/?ref=page_internal'>MEMBARIS</a> on the billing for DMED 2019!</p>",
      "de": "<p class='news-page-description'>Sie sind 2004 mit einem meisterhaften Debütalbum gestartet, ihre energischen Live-Auftritte sind im Vergleich zu anderen deutschen Black-Metal-Bands aber eher rar: Begrüßt <a href='https://de-de.facebook.com/membarisofficial/?ref=page_internal'>MEMBARIS</a> beim DMED 2019!</p>"
    },
    "alert": false
  },
  {
    "id": 9,
    "date": "27.01.2019",
    "title": "NEW BAND",
    "image": "news_270119.jpg",
    "text": {
      "en": "<p class='news-page-description'>In 2019, Iceland stays a guarantor for high quality Black Metal! We stick truthful to our line and are happy to present to you <a href='https://de-de.facebook.com/sinmaraofficial/'>SINMARA</a> as fourth band for DMED 2019 – with a new album that the band will release in the beginning of March.</p>",
      "de": "<p class='news-page-description'>Island bleibt auch 2019 einer der Garanten für hochqualitativen Black Metal! Wir bleiben unserer Linie treu und freuen uns, <a href='https://de-de.facebook.com/sinmaraofficial/'>SINMARA</a> als vierte Band fürs DMED 2019 zu präsentieren – mit neuem Album, das die Isländer Anfang März veröffentlichen.</p>"
    },
    "alert": false
  },
  {
    "id": 10,
    "date": "28.01.2019",
    "title": "FLYER UPDATE",
    "image": "news_280119.jpg",
    "text": {
      "en": "<p class='news-page-description'>We still have some early-bird tickets available for 60 € instead of 68 €. So far we've confirmed ASCENSION, SINMARA, MEMBARIS and ARROGANZ ... more bands will follow.</p>",
      "de": "<p class='news-page-description'>Noch gibt es einige Early-Bird-Tickets für 60 € statt 68 €. Bisher bestätigt: ASCENSION, SINMARA, MEMBARIS und ARROGANZ ... weitere Bands folgen.</p>"
    },
    "alert": false
  },
  {
    "id": 11,
    "date": "23.02.2019",
    "title": "NEW BAND",
    "image": "news_230219.jpg",
    "text": {
      "en": "<p class='news-page-description'><a href='https://www.facebook.com/grozaband/'>GROZA</a> are not making a big secret of their musical inspiration and bring exhilarating songs with a special recognition value. One of the most thrilling new Black Metal Bands from Germany.</p>",
      "de": "<p class='news-page-description'><a href='https://www.facebook.com/grozaband/'>GROZA</a> machen keinen Hehl aus ihrer musikalischen Inspiration und liefern berauschende Songs mit besonderem Wiedererkennungswert. Eine der spannendsten neuen Black-Metal-Bands aus Deutschland!</p>"
    },
    "alert": false
  },
  {
    "id": 12,
    "date": "24.02.2019",
    "title": "NEW BAND",
    "image": "news_240219.jpg",
    "text": {
      "en": "<p class='news-page-description'>This weekend, <a href='https://de-de.facebook.com/halphasofficial/?ref=page_internal'>HALPHAS</a> had to cancel their shows in Berlin and Rostock due to health issues, but they are going to return to the capital in December – with a brand new record!</p>",
      "de": "<p class='news-page-description'>Am Wochenende mussten <a href='https://de-de.facebook.com/halphasofficial/?ref=page_internal'>HALPHAS</a> ihre Shows in Berlin und Rostock aus gesundheitlichen Gründen absagen, doch im Dezember kehren sie in die Hauptstadt zurück – mit neuem Album!</p>"
    },
    "alert": false
  },
  {
    "id": 13,
    "date": "25.02.2019",
    "title": "FLYER UPDATE",
    "image": "news_250219.jpg",
    "text": {
      "en": "<p class='news-page-description'>We still have some early-bird tickets available for 60 € instead of 68 €. So far we've confirmed ASCENSION, SINMARA, MEMBARIS, ARROGANZ, HALPHAS and GROZA ... more bands will follow.</p>",
      "de": "<p class='news-page-description'>Noch gibt es einige Early-Bird-Tickets für 60 € statt 68 €. Bisher bestätigt: ASCENSION, SINMARA, MEMBARIS, ARROGANZ, HALPHAS und GROZA ... weitere Bands folgen.</p>"
    },
    "alert": false
  },
  {
    "id": 14,
    "date": "16.03.2019",
    "title": "NEW BAND",
    "image": "news_160319.jpg",
    "text": {
      "en": "<p class='news-page-description'><a href='https://de-de.facebook.com/SCHAMMASCH/'>SCHAMMASCH</a> have high standards for every detail of their work - music, artwork and stage performance, these Swiss leave nothing to chance. One of their very few and carefully selected performances this year will be on the DMED in 2019!</p>",
      "de": "<p class='news-page-description'><a href='https://de-de.facebook.com/SCHAMMASCH/'>SCHAMMASCH</a> stehen mit jeder Faser ihres Schaffens für hohe Ansprüche – Musik, Artworks und Bühnenauftritt, die Schweizer überlassen nichts dem Zufall. Einen ihrer sehr wenigen, sorgfältig ausgewählten Auftritte absolvieren sie 2019 auf dem DMED!</p>"
    },
    "alert": false
  },
  {
    "id": 15,
    "date": "17.03.2019",
    "title": "FLYER UPDATE",
    "image": "news_170319.jpg",
    "text": {
      "en": "<p class='news-page-description'>We still have some early-bird tickets available for 60 € instead of 68 €. So far we've confirmed ASCENSION, SINMARA, SCHAMMASCH, MEMBARIS, ARROGANZ, HALPHAS and GROZA ... more bands will follow.</p>",
      "de": "<p class='news-page-description'>Noch gibt es einige Early-Bird-Tickets für 60 € statt 68 €. Bisher bestätigt: ASCENSION, SINMARA, SCHAMMASCH, MEMBARIS, ARROGANZ, HALPHAS und GROZA ... weitere Bands folgen.</p>"
    },
    "alert": false
  },
  {
    "id": 16,
    "date": "26.04.2019",
    "title": "SCHAMMASCH cancellation",
    "image": "news_260419.jpg",
    "text": {
      "en": "<p class='news-page-description'>Sadly, we have to announce that Schammasch had to cancel their performance for DMED 2019 due to date issues. Fortunately, this unique band has announced their appearance at DMED 2020! We won't publish a „direct replacement“, but you can be sure that other highlights will follow in the upcoming weeks! Furthermore, we are glad to have the first band confirmed for 2020.</p>",
      "de": "<p class='news-page-description'>Leider melden wir uns mit schlechten Nachrichten. Aufgrund terminlicher Probleme können SCHAMMASCH nicht auf dem diesjährigen DE MORTEM ET DIABOLUM spielen. Aufgehoben heißt aber nur aufgeschoben. Diese außergewöhnliche Band wird ihren Auftritt gleich 2020 nachholen. Wir werden keinen 'direkten Ersatz' bekannt geben, ihr könnt euch aber sicher sein, dass weitere Hochkaräter in den nächsten Wochen folgen! Gleichzeitig freuen wir uns, damit bereits die erste Ankündigung für 2020 präsentieren zu können, wenn auch natürlich mit einem lachenden und weinenden Auge.</p>"
    },
    "alert": false
  },
  {
    "id": 17,
    "date": "27.04.2019",
    "title": "NEW BAND",
    "image": "news_270419.jpg",
    "text": {
      "en": "<p class='news-page-description'>This May, the new album of the Pagan Black Metallers Evohe will be released. We already gave it a listen, are psyched and really glad to welcome the French band at DMED 2019.</p>",
      "de": "<p class='news-page-description'>Im Mai erscheint das neue Album der Pagan-Black-Metaller EVOHÉ. Wir haben schon mal reingehört, sind begeistert und freuen uns sehr, die Franzosen auf dem DMED 2019 zu begrüßen.</p>"
    },
    "alert": false
  },
  {
    "id": 18,
    "date": "28.04.2019",
    "title": "NEW BAND",
    "image": "news_280419.jpg",
    "text": {
      "en": "<p class='news-page-description'>'When four musicians show more thrilling ideas in one song than other bands on three albums' ... this is just one superlative used in official reviews of this band's latest album 'Oneironaut'. You have to see Crimson Moon live!</p>",
      "de": "<p class='news-page-description'>'Wenn vier Musiker in einem Song mehr zündende Ideen haben als andere Bands auf drei Alben' ... nur ein Superlativ offizieller Reviews des letzten Albums 'Oneironaut'. CRIMSON MOON muss man live erleben!</p>"
    },
    "alert": false
  },
  {
    "id": 19,
    "date": "25.05.2019",
    "title": "NEW BAND",
    "image": "news_250519.jpg",
    "text": {
      "en": "<p class='news-page-description'>Are you eager to listen into something different from those Swiss summiteers? MATTERHORN are not moving through the light, but they are breaking the well-known DMED darkness with a mixture of Death and Speed Metal. We are excited to see those newcomers perform!</p>",
      "de": "<p class='news-page-description'>Bock auf Abwechslung mit den Schweizer Gipfelstürmern? MATTERHORN bewegen sich nicht im Licht, brechen die gängige DMED-Dunkelheit durch ihre Mischung aus Death und Speed Metal aber durchaus auf. Wir sind mehr als gespannt auf die Newcomer!</p>"
    },
    "alert": false
  },
  {
    "id": 20,
    "date": "25.05.2019",
    "title": "NEW BAND",
    "image": "news_250519_1.jpg",
    "text": {
      "en": "<p class='news-page-description'>Hardly any other band had such an intense change in their style of music. DHG/Dødheimsgard Official started with Black Metal and belong nowadays to the best progressive extreme-sectore bands with avantgardistic industrial elements. We are really glad to see those legends on our stage!</p>",
      "de": "<p class='news-page-description'>Kaum eine andere Band hat so eine heftige Stilwandlung erfahren. DØDHEIMSGARD haben mit Black Metal angefangen und gehören inzwischen zu den besten Bands im progressiven Extrem-Sektor mit avantgardistischen und Insdustrial-Elementen. Wir freuen uns immer, solche Legenden auf unserer Bühne zu haben!</p>"
    },
    "alert": false
  },
  {
    "id": 21,
    "date": "26.05.2019",
    "title": "NEW BAND",
    "image": "news_260519.jpg",
    "text": {
      "en": "<p class='news-page-description'>These Polish band will be the one to play the most with us, and now they return the second time in a row. When we heard that they will be on tour with more great bands, we just couldn't say 'no', on the one hand because we were completely psyched by any one of their shows, on the other hand because they are probably one of the strongest representatives of Poland, and also because their seems to be new material to be heard – Blaze of Perdition.</p>",
      "de": "<p class='news-page-description'>Die Polen werden die Band sein, die am häufigsten und zwei Mal in Folge bei uns gespielt hat. Als wir hörten, dass sie mit weiteren großartigen Bands auf Tour sein werden, konnten wir nicht 'nein' sagen. Erstens, weil wir von ihren Shows völlig eingenommen waren, zweitens, weil sie zu den stärksten Vertretern Polens gehören, und drittens, weil neues Material zu hören sein wird – BLAZE OF PERDITION!</p>"
    },
    "alert": false
  },
  {
    "id": 22,
    "date": "26.05.2019",
    "title": "NEW BAND",
    "image": "news_260519_1.jpg",
    "text": {
      "en": "<p class='news-page-description'>BÖLZER just destroyed the stage of our friends at Wolf City Fest, so now we can go with our announcement. BÖLZER already played a fantastic show with us in 2016, and now the Swiss duo returns to our stage just in time for our anniversary. With two EPs and a breathtaking album, they are a definite must-see on any stage that they play on, and we are looking forward to an energetic, atmospheric and incomparible show.</p>",
      "de": "<p class='news-page-description'>BÖLZER haben gerade erst die Bühne bei unseren Freunden vom Wolf City Fest zerlegt, da können wir auch endlich mit der Ankündigung raus. BÖLZER haben 2016 bereits einen fantastischen Auftritt bei uns hingelegt, pünktlich zu unserem Jubiläum kehrt das Schweizer Duo auf unsere Bühne zurück. Mit zwei EPs und einem überragenden Album, sind sie definitiv ein Must-See auf jeder Bühne, auf der sie stehen und wir freuen uns erneut auf eine energiegeladene, atmosphärische und unvergleichliche Show!</p>"
    },
    "alert": false
  },
  {
    "id": 23,
    "date": "21.09.2019",
    "title": "NEW BAND",
    "image": "news_210919.jpg",
    "text": {
      "en": "<p class='news-page-description'>Travel with Enisum musically to the Monte Musinè – atmospheric Black Metal, which is perfectly balanced between melancholy, nature and fury.</p>",
      "de": "<p class='news-page-description'>Reist mit ENISUM musikalisch zum Monte Musinè – atmosphärischer Black Metal, der Melancholie, Naturverbundenheit und Raserei perfekt ausbalanciert.</p>"
    },
    "alert": false
  },
  {
    "id": 24,
    "date": "22.09.2019",
    "title": "NEW BAND",
    "image": "news_220919.jpg",
    "text": {
      "en": "<p class='news-page-description'>ALMYRKVI are creating their unique sound swamp and every tone is pulling you deeper into the darkness – brutal, dark, engaging, special.</p>",
      "de": "<p class='news-page-description'>ALMYRKVI erschaffen ihren ganz eigenen Sound-Sumpf, der dich mit jedem Klang tiefer ins Dunkel zieht – brachial, düster, einnehmend, besonders.</p>"
    },
    "alert": false
  },
  {
    "id": 25,
    "date": "10.10.2019",
    "title": "NEW LOCATION!",
    "image": "news_101019.jpg",
    "text": {
      "en": "<p class='news-page-description'>Dear friends and guests,<br><br>Today we’re announcing both good and bad news. The DE MORTEM ET DIABOLUM has to move to another location (once again).<br><br>About the reasons: The Columbia Theatre management team has made unacceptable accusations against various bands and linked them to unacceptable conditions. Those accusations are different nature and were strengthen by a 3rd party, which was involved by the Columbia Theatre. Various discussion and meeting efforts became senseless over time, since statements of the artists and bands were judged as a lip service, expert opinions from the scene were denied and progressively our relation became distrustful. Finally, as a last resort we even requested official government agencies for an official statement on the matter. Unfortunately, government agencies always take their time – which is exactly what we don’t have, facing a final deadline from the management of Columbia Theatre. There’s still time left, but we decided to take matters into our own hands instead and pull the ripcord.<br>We fully accept that every event venue is free to choose their business partners. What we cannot and will not accept is how we and our festival were treated after having already held our festival two years in a row at Columbia Theatre without problems or incidents. For us everything is, and always was about: music and art!<br><br>Facing this level of distrust in spite of the successful collaborations in the past is unsustainable for us and made further collaboration impossible. We tried our best looking for another venue in Berlin, but time constraints made that effort doomed from the beginning; Thus, we decided to move the DMED 2019 to Brandenburg, more specifically to Paulinenaue.<br><br>LOCATION DMED 2019:<br><br>Prof.-Mitscherlich-Allee 1<br>14641 Paulinenaue<br><br>>> Train from Berlin Central Station approximately 1 hour<br>>> Train Station Paulinenaue is close to event location<br>>> We are currently working on a shuttle-service – more details to follow<br>>> The Paulinenaue is offering accommodations – more details to follow<br><br>We would like to emphasize that our festival NEVER had any political background, affiliation or agenda, nor will it have one in the future. Our goal always was and is to give special artists and their fans from around the world a stage and a place to celebrate. Nothing is further from our minds than supporting right-wing extremism or populism. None of us discriminate against origin, place of residence, skin color or sexuality.<br><br>Unfortunately, we are aware that in every scene, certain types of people exist who represent an ideology in stark contrast to ours, one which we do not support. Every human weight the boundaries differently for the points of contact with other attitudes and ideologies. For us, the individual always counts first and foremost.<br><br>Our festival will never offer a platform to people and bands who are known to express, for example in interviews, racist or politically extreme right-wing ideas, who have clear connections to at least right-wing political organizations or who use symbols or rhetoric from these circles.<br><br>We will delete all those kind of comments from this post!<br><br>THE REALLY GOOD NEWS: THE LAST BAND AND HEADLINER OF THIS YEAR WILL BE ANNOUNCED TODAY.<br><br>We very much hope for your understanding and support. Of course, we could also just let the festival 'die'. But DE MORTEM ET DIABOLUM has been a matter of the heart for quite some time for us now, and we want to celebrate our fifth anniversary with you in Paulinenaue in December and revive it stronger than ever next year 2020. We are grateful to every single guest and look forward to seeing you in less than two months!<br><br><br> Get your ticket here: <a href='https://www.folter666shop.de/de/advanced_search_result.php?categories_id=0&keywords=de+mortem+et+diabolum&inc_subcat=1'>Click</a></p>",
      "de": "<p class='news-page-description'>Liebe Freunde und Gäste,<br><br>heute melden wir uns mit guten und schlechten Nachrichten. Das DE MORTEM ET DIABOLUM muss (wieder einmal) umziehen.<br><br>Zu den Gründen: Die Geschäftsführung des Columbia Theaters hat uns mit Vorwürfen gegen diesjährige Bands konfrontiert und Auflagen ausgesprochen, die nicht zu erfüllen sind. Die Vorwürfe sind unterschiedlicher Natur und wurden von einer separaten dritten Seite, die vom Columbia Theater kontaktiert wurde, verstärkt. Unsere vielen Bemühungen und Meetings wurden über die Zeit gegenstandslos, da Statements seitens der Künstler wiederholt als Lippenbekenntnisse abgetan, Expertenmeinungen aus der Szene negiert und uns ein wachsendes Misstrauen entgegengebracht wurde. Auf unsere Initiative hin bestand schlussendlich noch die Chance, offizielle Behörden einzuschalten. Dies schien ein gangbarer Kompromiss zu sein, doch leider mahlen die Mühlen der Behörden sehr langsam und die Geschäftsführung des Columbia Theaters hat uns eine Frist gesetzt. Wir hätten noch etwas Zeit, haben aber beschlossen, an dieser Stelle die Reißleine zu ziehen.<br><br><br>Grundlegend steht es jedem Veranstaltungsort frei, sich die Geschäftspartner auszusuchen. Das akzeptieren wir. Was wir unter keinen Umständen akzeptieren können und wollen ist der Umgang mit uns und dem Festival, das im Columbia Theater schon zwei Jahre ohne jegliche Zwischen- oder Problemfälle stattgefunden hat und bei dem es immer nur um eines ging: Musik/Kunst!<br><br>Das Maß an Misstrauen, trotz langjähriger Zusammenarbeit im Zuge verschiedenster Veranstaltungen, wurde untragbar für uns und hat eine weitere Zusammenarbeit unmöglich gemacht. Unser Versuch, in der Kürze der Zeit eine passende Alternative innerhalb von Berlin zu finden, blieb leider erfolglos. Aus dem Grund haben wir entschieden, für das DMED 2019 nach Brandenburg umzuziehen – genauer nach Paulinenaue.<br><br>LOCATION DMED 2019:<br><br>Prof.-Mitscherlich-Allee 1<br>14641 Paulinenaue<br><br>>> Zugfahrt ab Berlin Hauptbahnhof nur ca. eine Stunde.<br>>> Bahnhof in Paulinenaue befindet sich in unmittelbarer Nähe zur Location.<br>>> Wir sind mit den Planungen eines Shuttle-Services beschäftigt – Details folgen.<br>>> Es werden in Paulinenaue Unterkünfte zur Verfügung stehen – Details folgen.<br><br>Wir möchten betonen, dass das Festival NIE einen politischen Hintergrund hatte oder jemals haben wird. Unser erklärtes Ziel war und ist es, besonderen Künstlern aus der ganzen Welt eine Bühne zu bieten und Menschen aus der ganzen Welt bei uns begrüßen zu dürfen. Nichts liegt uns ferner, als Rechtsextremismus oder -populismus zu unterstützen. Wir beurteilen unser Gegenüber niemals nach der Herkunft, dem Wohnort, der Hautfarbe oder der Sexualität.<br><br>Gleichwohl ist uns bewusst, dass es – wie in allen Szenen – auch Menschen gibt, die Ideologien vertreten, die nicht den unseren entsprechen. Jeder Mensch gewichtet die Grenzen in Bezug auf Berührungspunkte mit anderen Einstellungen und Ideologien anders. Für uns zählt in erster Linie immer das Individuum an sich. Bei unserem Festival wird nie eine Band auf der Bühne stehen, die sich bekanntermaßen, zum Beispiel in Interviews, rassistisch oder politisch rechtsextrem geäußert, klare Verbindungen zu mindestens rechtsoffenen politischen Organisationen hat oder Symbole oder Rhetorik aus diesen Kreisen nutzt.<br><br>Wir werden alle entsprechenden Kommentare unter diesem Beitrag löschen!<br><br>DIE WIRKLICH GUTE NACHRICHT: DIE LETZTE BAND UND GLEICHZEITIG DER HEADLINER IN DIESEM JAHR WIRD NOCH HEUTE BEKANNTGEGEBEN.<br><br>Wir hoffen sehr auf euer Verständnis und eure Unterstützung. Natürlich stand ebenso im Raum, das Festival „sterben“ zu lassen. Doch das DMED ist längst eine Herzensangelegenheit. Wir wollen im Dezember in Paulinenaue unser fünfjähriges Jubiläum mit euch feiern und das Festival ab 2020 vielfach gestärkt neu aufleben lassen. Wir sind jedem einzelnen Gast dankbar und freuen uns, euch in knapp zwei Monaten zu sehen!<br><br><br> Hol dir Dein Ticket hier: <a href='https://www.folter666shop.de/de/advanced_search_result.php?categories_id=0&keywords=de+mortem+et+diabolum&inc_subcat=1'>Click</a></p>"
    },  
    "alert": true
  },
  {
    "id": 26,
    "date": "10.10.2019",
    "title": "NEW BAND",
    "image": "news_101019_1.jpg",
    "text": {
      "en": "<p class='news-page-description'>No further words needed.</p>",
      "de": "<p class='news-page-description'>No further words needed.</p>"
    },
    "alert": false
  },
  {
    "id": 27,
    "date": "25.10.2019",
    "title": "FRIDAY BANDS",
    "image": "news_251019.jpg",
    "text": {
      "en": "<p class='news-page-description'>BANDS ON FRIDAY <br><br> Get your ticket here: <a href='https://www.folter666shop.de/de/advanced_search_result.php?categories_id=0&keywords=de+mortem+et+diabolum&inc_subcat=1'>Click</a></p>",
      "de": "<p class='news-page-description'>BANDS AM FREITAG <br><br> Hol dir Dein Ticket hier: <a href='https://www.folter666shop.de/de/advanced_search_result.php?categories_id=0&keywords=de+mortem+et+diabolum&inc_subcat=1'>Click</a></p>"
    },
    "alert": false
  },
  {
    "id": 28,
    "date": "25.10.2019",
    "title": "SATURDAY BANDS",
    "image": "news_251019_1.jpg",
    "text": {
      "en": "<p class='news-page-description'>BANDS ON SATURDAY <br><br> Get your ticket here: <a href='https://www.folter666shop.de/de/advanced_search_result.php?categories_id=0&keywords=de+mortem+et+diabolum&inc_subcat=1'>Click</a></p>",
      "de": "<p class='news-page-description'>BANDS AM SAMSTAG <br><br> Hol dir Dein Ticket hier: <a href='https://www.folter666shop.de/de/advanced_search_result.php?categories_id=0&keywords=de+mortem+et+diabolum&inc_subcat=1'>Click</a></p>"
    },
    "alert": false
  },
  {
    "id": 29,
    "date": "31.10.2019",
    "title": "SHUTTLE SERVICE",
    "image": "news_311019.jpg",
    "text": {
      "en": "<p class='news-page-description'>Facts:<br> ▪️Buses for both days (Friday and Saturday)<br> ▪️Return trip from Paulinenaue to Berlin-Spandau for both days<br> ▪️Departure: Festival location<br> ▪️Arrival: Spandau railway station<br> ▪️Two departure times at 01:00 am and 02:00 am<br> ▪️Bus ticket one way back: 4,00 €<br> Bus tickets are available as <a href='https://www.folter666shop.de/de/Tickets/eTicket/de-mortem-et-diabolum-vol-v-shuttlebusticket-freitag-sonnabend-selbstabholung.html'>single</a> shuttle ticket or in combination with a <a href='https://www.folter666shop.de/de/Tickets/eTicket/de-mortem-et-diabolum-vol-v-hardticket-shuttlebusticket-freitag-sonnabend-4634.html!'>festival ticket</a></p>",
      "de": "<p class='news-page-description'>Fakten:<br> ▪️Busse für beide Tage (Freitag und Samstag)<br> ▪️Jeweils Rückfahrt von Paulinenaue nach Berlin-Spandau<br> ▪️Abfahrt: Festival-Location<br> ▪️Ankunft: Bahnhof Spandau<br> ▪️Jeweils zwei Abfahrtszeiten: 01:00 Uhr und 02:00 Uhr<br> ▪️Busticket eine Rückfahrt: 4,00 €<br> Bustickets gibt es <a href='https://www.folter666shop.de/de/Tickets/eTicket/de-mortem-et-diabolum-vol-v-shuttlebusticket-freitag-sonnabend-selbstabholung.html'>einzeln</a> oder in Kombination mit einem <a href='https://www.folter666shop.de/de/Tickets/eTicket/de-mortem-et-diabolum-vol-v-hardticket-shuttlebusticket-freitag-sonnabend-4634.html!'>Festivalticket</a>!</p>"
    },
    "alert": false
  }
]