[
  {
    "id": 1,
    "date": "16.12.2018",
    "title": "DMED 2019",
    "image": "news_161218.jpg",
    "text": { 
      "en": "Our pre-sale is starting now – again with early-bird tickets [bitte „early-bird tickets“ mit Ticketseite verlinken], which are strictly limited to 50 pieces! They are available as an e-ticket for 60 € instead of 68 €. The first bands will be announced in early 2019!",
      "de": "Unser Vorverkauf startet schon jetzt – wieder mit Early-Bird-Tickets [bitte „Early-Bird-Tickets“ mit Ticketseite verlinken], die auf 50 Exemplare limitiert sind! Sie sind als E-Tickets für 60 € statt 68 € verfügbar. Die ersten Bands werden Anfang 2019 bekanntgegeben!"
    },
    "alert": false
  },
  {
    "id": 2,
    "date": "28.12.2017",
    "title": "DMED 2018",
    "image": "news_281218.jpg",
    "text": {
      "en": "After hopefully unholy Christmas, we take a look back at the DMED 2018 – with these great photos by Void Revelations! [bitte „Void Revelations“ mit folgender Seite verlinken: https://www.facebook.com/Voidrevelations/] The first bands will be announced in early 2019!",
      "de": "Nach hoffentlich unheiliger Weihnacht werfen wir den Blick noch mal aufs DMED 2018 zurück – mit den großartigen Fotos von Void Revelations! [bitte „Void Revelations“ mit folgender Seite verlinken: https://www.facebook.com/Voidrevelations/] Die ersten Bands werden Anfang 2019 bekanntgegeben!"
    },
    "alert": false
  },
  {
    "id": 3,
    "date": "30.12.2018",
    "title": "DMED 2018 REPORT",
    "image": "news_301218.jpg",
    "text": {
      "en": "First festival report about DMED 2018 is online at Zephyr's Odem [bitte „Zephyr's Odem“ mit folgender Seite verlinken: http://www.zephyrs-odem.de/festivals/de-mortem-et-diabolum/de-mortem-et-diabolum-2018-traubensaft-im-milchaufschaeumer-unser-bericht/] (German only).",
      "de": "Den ersten Festivalbericht zum DMED 2018 findet ihr bei Zephyr's Odem. [bitte „Zephyr's Odem“ mit folgender Seite verlinken: http://www.zephyrs-odem.de/festivals/de-mortem-et-diabolum/de-mortem-et-diabolum-2018-traubensaft-im-milchaufschaeumer-unser-bericht/] [Allgemein: Bitte den 2018er-Flyer oder folgendes Bild hinterlegen: http://www.zephyrs-odem.de/fileadmin/_processed_/csm_26952518_1981886085467994_8739592568149705137_o_d8b29d6690.jpg]"
    },
    "alert": false
  },
  {
    "id": 4,
    "date": "05.01.2019",
    "title": "NEW BAND",
    "image": "news_050119.jpg",
    "text": {
      "en": "During the darkest nights they've created a mixture of death and black metal: ARROGANZ [bitte „ARROGANZ“ mit Arroganz-Bandseite verlinken] telling tales from the death and devil, sometimes pleasantly primitive, often complex. We are proud to announce the first band for the De Mortem Et Diabolum 2019!",
      "de": "In der schwärzesten Nacht entstandene Mischung aus Death und Black Metal: ARROGANZ [bitte „ARROGANZ“ mit Arroganz-Bandseite verlinken] erzählen Geschichten von Tod und Teufel, mal angenehm primitiv, häufig ausgefeilt. Wir freuen uns, euch die erste Band fürs De Mortem Et Diabolum 2019 zu präsentieren![Allgemein: Bitte Band-Grafik hinterlegen]"
    },
    "alert": false
  },
  {
    "id": 5,
    "date": "06.01.2019",
    "title": "NEW BAND",
    "image": "news_060119.jpg",
    "text": {
      "en": "There are bands that have been far up on our wishlist ever since we had first thoughts about DMED – ASCENSION [bitte „ASCENSION“ mit Ascension-Bandseite verlinken] are one of them. In December, you can experience one of the best German Black Metal bands there is.",
      "de": "Es gibt Bands, die stehen seit dem ersten Gedanken ans DMED auf unserem Wunschzettel – ASCENSION [bitte „ASCENSION“ mit Ascension-Bandseite verlinken] gehören dazu! Erlebt im Dezember eine der besten deutschen Black-Metal-Bands.[Allgemein: Bitte Band-Grafik hinterlegen]"
    },
    "alert": false
  },
  {
    "id": 6,
    "date": "07.01.2019",
    "title": "FLYER UPDATE",
    "image": "news_070119.jpg",
    "text": {
      "en": "We still have some early-bird tickets [bitte „early-bird tickets“ mit Ticketseite verlinken] available for 60 € instead of 68 €. So far we've confirmed ASCENSION and ARROGANZ ... more bands will follow at the end of the month.",
      "de": "Noch gibt es einige Early-Bird-Tickets [bitte „Early-Bird-Tickets“ mit Ticketseite verlinken] für 60 € statt 68 €. Bisher bestätigt: ASCENSION und ARROGANZ ... weitere Bands folgen schon Ende des Monats.[Allgemein: Bitte zweite Flyer-Grafik hinterlegen]"
    },
    "alert": false
  },
  {
    "id": 7,
    "date": "12.01.2019",
    "title": "DMED 2018 REPORT",
    "image": "news_120119.jpg",
    "text": {
      "en": "Festival report about DMED 2018 is online at metal.de [bitte „metal.de“ mit folgender Seite verlinken: https://www.metal.de/konzertberichte/de-mortem-et-diabolum-2018-364093/] (German only).",
      "de": "Der Festivalbericht zum DMED 2018 von metal.de. [bitte „metal.de“ mit folgender Seite verlinken: https://www.metal.de/konzertberichte/de-mortem-et-diabolum-2018-364093/] [Allgemein: Bitte den 2018er-Flyer oder folgendes Bild hinterlegen: http://www.zephyrsodem.de/fileadmin/_processed_/csm_26952518_1981886085467994_8739592568149705137_o_d8b29d6690.jpg]"
    },
    "alert": false
  },
  {
    "id": 8,
    "date": "26.01.2019",
    "title": "NEW BAND",
    "image": "news_260119.jpg",
    "text": {
      "en": "2004 they’ve kicked off a masterly debut album, yet their energetic live shows are rare, compared to other German Black Metal bands: please welcome MEMBARIS [bitte „MEMBARIS“ mit Membaris-Bandseite verlinken] on the billing for DMED 2019!",
      "de": "Sie sind 2004 mit einem meisterhaften Debütalbum gestartet, ihre energischen Live-Auftritte sind im Vergleich zu anderen deutschen Black-Metal-Bands aber eher rar: Begrüßt MEMBARIS [bitte „MEMBARIS“ mit Membaris-Bandseite verlinken] beim DMED 2019! [Allgemein: Bitte Band-Grafik hinterlegen]"
    },
    "alert": false
  },
  {
    "id": 9,
    "date": "27.01.2019",
    "title": "NEW BAND",
    "image": "news_270119.jpg",
    "text": {
      "en": "In 2019, Iceland stays a guarantor for high quality Black Metal! We stick truthful to our line and are happy to present to you SINMARA [bitte „SINMARA“ mit Sinmara-Bandseite verlinken] as fourth band for DMED 2019 – with a new album that the band will release in the beginning of March.",
      "de": "Island bleibt auch 2019 einer der Garanten für hochqualitativen Black Metal! Wir bleiben unserer Linie treu und freuen uns, SINMARA [bitte „SINMARA“ mit Sinmara-Bandseite verlinken] als vierte Band fürs DMED 2019 zu präsentieren – mit neuem Album, das die Isländer Anfang März veröffentlichen. [Allgemein: Bitte Band-Grafik hinterlegen]"
    },
    "alert": false
  },
  {
    "id": 10,
    "date": "28.01.2019",
    "title": "FLYER UPDATE",
    "image": "news_280119.jpg",
    "text": {
      "en": "We still have some early-bird tickets [bitte „early-bird tickets“ mit Ticketseite verlinken] available for 60 € instead of 68 €. So far we've confirmed ASCENSION, SINMARA, MEMBARIS and ARROGANZ ... more bands will follow.",
      "de": "Noch gibt es einige Early-Bird-Tickets [bitte „Early-Bird-Tickets“ mit Ticketseite verlinken] für 60 € statt 68 €. Bisher bestätigt: ASCENSION, SINMARA, MEMBARIS und ARROGANZ ... weitere Bands folgen. [Allgemein: Bitte zweite Flyer-Grafik hinterlegen]"
    },
    "alert": false
  },
  {
    "id": 11,
    "date": "23.02.2019",
    "title": "NEW BAND",
    "image": "news_230219.jpg",
    "text": {
      "en": "GROZA [bitte „GROZA“ mit Groza-Bandseite verlinken] are not making a big secret of their musical inspiration and bring exhilarating songs with a special recognition value. One of the most thrilling new Black Metal Bands from Germany.",
      "de": "GROZA [bitte „GROZA“ mit Groza-Bandseite verlinken] machen keinen Hehl aus ihrer musikalischen Inspiration und liefern berauschende Songs mit besonderem Wiedererkennungswert. Eine der spannendsten neuen Black-Metal-Bands aus Deutschland! [Allgemein: Bitte Band-Grafik hinterlegen]"
    },
    "alert": false
  },
  {
    "id": 12,
    "date": "24.02.2019",
    "title": "NEW BAND",
    "image": "news_240219.jpg",
    "text": {
      "en": "This weekend, HALPHAS [bitte „HALPHAS“ mit Halphas-Bandseite verlinken] had to cancel their shows in Berlin and Rostock due to health issues, but they are going to return to the capital in December – with a brand new record!",
      "de": "Am Wochenende mussten HALPHAS [bitte „HALPHAS“ mit Halphas-Bandseite verlinken] ihre Shows in Berlin und Rostock aus gesundheitlichen Gründen absagen, doch im Dezember kehren sie in die Hauptstadt zurück – mit neuem Album! [Allgemein: Bitte Band-Grafik hinterlegen]"
    },
    "alert": false
  },
  {
    "id": 13,
    "date": "25.02.2019",
    "title": "FLYER UPDATE",
    "image": "news_250219.jpg",
    "text": {
      "en": "We still have some early-bird tickets [bitte „early-bird tickets“ mit Ticketseite verlinken] available for 60 € instead of 68 €. So far we've confirmed ASCENSION, SINMARA, MEMBARIS, ARROGANZ, HALPHAS and GROZA ... more bands will follow.",
      "de": "Noch gibt es einige Early-Bird-Tickets [bitte „Early-Bird-Tickets“ mit Ticketseite verlinken] für 60 € statt 68 €. Bisher bestätigt: ASCENSION, SINMARA, MEMBARIS, ARROGANZ, HALPHAS und GROZA ... weitere Bands folgen. [Allgemein: Bitte dritte Flyer-Grafik hinterlegen]"
    },
    "alert": false
  },
  {
    "id": 14,
    "date": "16.03.2019",
    "title": "NEW BAND",
    "image": "news_160319.jpg",
    "text": {
      "en": "SCHAMMASCH [bitte „SCHAMMASCH“ mit Schammasch-Bandseite verlinken] have high standards for every detail of their work - music, artwork and stage performance, these Swiss leave nothing to chance. One of their very few and carefully selected performances this year will be on the DMED in 2019!",
      "de": "SCHAMMASCH [bitte „SCHAMMASCH“ mit Schammasch-Bandseite verlinken] stehen mit jeder Faser ihres Schaffens für hohe Ansprüche – Musik, Artworks und Bühnenauftritt, die Schweizer überlassen nichts dem Zufall. Einen ihrer sehr wenigen, sorgfältig ausgewählten Auftritte absolvieren sie 2019 auf dem DMED! [Allgemein: Bitte Band-Grafik hinterlegen]"
    },
    "alert": false
  },
  {
    "id": 15,
    "date": "17.03.2019",
    "title": "FLYER UPDATE",
    "image": "news_170319.jpg",
    "text": {
      "en": "We still have some early-bird tickets [bitte „early-bird tickets“ mit Ticketseite verlinken] available for 60 € instead of 68 €. So far we've confirmed ASCENSION, SINMARA, SCHAMMASCH, MEMBARIS, ARROGANZ, HALPHAS and GROZA ... more bands will follow.",
      "de": "Noch gibt es einige Early-Bird-Tickets [bitte „Early-Bird-Tickets“ mit Ticketseite verlinken] für 60 € statt 68 €. Bisher bestätigt: ASCENSION, SINMARA, SCHAMMASCH, MEMBARIS, ARROGANZ, HALPHAS und GROZA ... weitere Bands folgen. [Allgemein: Bitte aktuelle Flyer-Grafik hinterlegen]"
    },
    "alert": false
  },
  {
    "id": 16,
    "date": "26.04.2019",
    "title": "SCHAMMASCH cancellation",
    "image": "news_260419.jpg",
    "text": {
      "en": "Sadly, we have to announce that Schammasch had to cancel their performance for DMED 2019 due to date issues. Fortunately, this unique band has announced their appearance at DMED 2020! We won't publish a „direct replacement“, but you can be sure that other highlights will follow in the upcoming weeks! Furthermore, we are glad to have the first band confirmed for 2020.",
      "de": "Leider melden wir uns mit schlechten Nachrichten. Aufgrund terminlicher Probleme können SCHAMMASCH nicht auf dem diesjährigen DE MORTEM ET DIABOLUM spielen. Aufgehoben heißt aber nur aufgeschoben. Diese außergewöhnliche Band wird ihren Auftritt gleich 2020 nachholen. Wir werden keinen 'direkten Ersatz' bekannt geben, ihr könnt euch aber sicher sein, dass weitere Hochkaräter in den nächsten Wochen folgen! Gleichzeitig freuen wir uns, damit bereits die erste Ankündigung für 2020 präsentieren zu können, wenn auch natürlich mit einem lachenden und weinenden Auge."
    },
    "alert": false
  },
  {
    "id": 17,
    "date": "27.04.2019",
    "title": "NEW BAND",
    "image": "news_270419.jpg",
    "text": {
      "en": "This May, the new album of the Pagan Black Metallers Evohe will be released. We already gave it a listen, are psyched and really glad to welcome the French band at DMED 2019.",
      "de": "Im Mai erscheint das neue Album der Pagan-Black-Metaller EVOHÉ. Wir haben schon mal reingehört, sind begeistert und freuen uns sehr, die Franzosen auf dem DMED 2019 zu begrüßen."
    },
    "alert": false
  },
  {
    "id": 18,
    "date": "28.04.2019",
    "title": "NEW BAND",
    "image": "news_280419.jpg",
    "text": {
      "en": "'When four musicians show more thrilling ideas in one song than other bands on three albums' ... this is just one superlative used in official reviews of this band's latest album 'Oneironaut'. You have to see Crimson Moon live!",
      "de": "'Wenn vier Musiker in einem Song mehr zündende Ideen haben als andere Bands auf drei Alben' ... nur ein Superlativ offizieller Reviews des letzten Albums 'Oneironaut'. CRIMSON MOON muss man live erleben!"
    },
    "alert": false
  },
  {
    "id": 19,
    "date": "25.05.2019",
    "title": "NEW BAND",
    "image": "news_250519.jpg",
    "text": {
      "en": "Are you eager to listen into something different from those Swiss summiteers? MATTERHORN are not moving through the light, but they are breaking the well-known DMED darkness with a mixture of Death and Speed Metal. We are excited to see those newcomers perform!",
      "de": "Bock auf Abwechslung mit den Schweizer Gipfelstürmern? MATTERHORN bewegen sich nicht im Licht, brechen die gängige DMED-Dunkelheit durch ihre Mischung aus Death und Speed Metal aber durchaus auf. Wir sind mehr als gespannt auf die Newcomer!"
    },
    "alert": false
  },
  {
    "id": 20,
    "date": "25.05.2019",
    "title": "NEW BAND",
    "image": "news_250519_1.jpg",
    "text": {
      "en": "Hardly any other band had such an intense change in their style of music. DHG/Dødheimsgard Official started with Black Metal and belong nowadays to the best progressive extreme-sectore bands with avantgardistic industrial elements. We are really glad to see those legends on our stage!",
      "de": "Kaum eine andere Band hat so eine heftige Stilwandlung erfahren. DØDHEIMSGARD haben mit Black Metal angefangen und gehören inzwischen zu den besten Bands im progressiven Extrem-Sektor mit avantgardistischen und Insdustrial-Elementen. Wir freuen uns immer, solche Legenden auf unserer Bühne zu haben!"
    },
    "alert": false
  },
  {
    "id": 21,
    "date": "26.05.2019",
    "title": "NEW BAND",
    "image": "news_260519.jpg",
    "text": {
      "en": "These Polish band will be the one to play the most with us, and now they return the second time in a row. When we heard that they will be on tour with more great bands, we just couldn't say 'no', on the one hand because we were completely psyched by any one of their shows, on the other hand because they are probably one of the strongest representatives of Poland, and also because their seems to be new material to be heard – Blaze of Perdition.",
      "de": "Die Polen werden die Band sein, die am häufigsten und zwei Mal in Folge bei uns gespielt hat. Als wir hörten, dass sie mit weiteren großartigen Bands auf Tour sein werden, konnten wir nicht 'nein' sagen. Erstens, weil wir von ihren Shows völlig eingenommen waren, zweitens, weil sie zu den stärksten Vertretern Polens gehören, und drittens, weil neues Material zu hören sein wird – BLAZE OF PERDITION!"
    },
    "alert": false
  },
  {
    "id": 22,
    "date": "26.05.2019",
    "title": "NEW BAND",
    "image": "news_260519_1.jpg",
    "text": {
      "en": "BÖLZER just destroyed the stage of our friends at Wolf City Fest, so now we can go with our announcement. BÖLZER already played a fantastic show with us in 2016, and now the Swiss duo returns to our stage just in time for our anniversary. With two EPs and a breathtaking album, they are a definite must-see on any stage that they play on, and we are looking forward to an energetic, atmospheric and incomparible show.",
      "de": "BÖLZER haben gerade erst die Bühne bei unseren Freunden vom Wolf City Fest zerlegt, da können wir auch endlich mit der Ankündigung raus. BÖLZER haben 2016 bereits einen fantastischen Auftritt bei uns hingelegt, pünktlich zu unserem Jubiläum kehrt das Schweizer Duo auf unsere Bühne zurück. Mit zwei EPs und einem überragenden Album, sind sie definitiv ein Must-See auf jeder Bühne, auf der sie stehen und wir freuen uns erneut auf eine energiegeladene, atmosphärische und unvergleichliche Show!"
    },
    "alert": false
  },
  {
    "id": 23,
    "date": "21.09.2019",
    "title": "NEW BAND",
    "image": "news_210919.jpg",
    "text": {
      "en": "Travel with Enisum musically to the Monte Musinè – atmospheric Black Metal, which is perfectly balanced between melancholy, nature and fury.",
      "de": "Reist mit ENISUM musikalisch zum Monte Musinè – atmosphärischer Black Metal, der Melancholie, Naturverbundenheit und Raserei perfekt ausbalanciert."
    },
    "alert": false
  },
  {
    "id": 24,
    "date": "22.09.2019",
    "title": "NEW BAND",
    "image": "news_220919.jpg",
    "text": {
      "en": "ALMYRKVI are creating their unique sound swamp and every tone is pulling you deeper into the darkness – brutal, dark, engaging, special.",
      "de": "ALMYRKVI erschaffen ihren ganz eigenen Sound-Sumpf, der dich mit jedem Klang tiefer ins Dunkel zieht – brachial, düster, einnehmend, besonders."
    },
    "alert": false
  },
  {
    "id": 25,
    "date": "10.10.2019",
    "title": "NEW LOCATION!",
    "image": "news_101019.jpg",
    "text": {
      "en": "[[TEXT FORMAT]] Ticket Links",
      "de": "[[TEXT FORMAT]] Ticket Links"
    },
    "alert": true
  },
  {
    "id": 26,
    "date": "10.10.2019",
    "title": "NEW BAND",
    "image": "news_101019_1.jpg",
    "text": {
      "en": "No further words needed.",
      "de": "No further words needed."
    },
    "alert": false
  },
  {
    "id": 27,
    "date": "25.10.2019",
    "title": "FRIDAY BANDS",
    "image": "news_251019.jpg",
    "text": {
      "en": "BANDS ON FRIDAY",
      "de": "BANDS AM FREITAG"
    },
    "alert": false
  },
  {
    "id": 28,
    "date": "25.10.2019",
    "title": "SATURDAY BANDS",
    "image": "news_251019_1.jpg",
    "text": {
      "en": "BANDS ON SATURDAY",
      "de": "BANDS AM SAMSTAG"
    },
    "alert": false
  },
  {
    "id": 29,
    "date": "31.10.2019",
    "title": "SHUTTLE SERVICE",
    "image": "news_311019.jpg",
    "text": {
      "en": "Facts: ▪️Buses for both days (Friday and Saturday) ▪️Return trip from Paulinenaue to Berlin-Spandau for both days ▪️Departure: Festival location ▪️Arrival: Spandau railway station ▪️Two departure times at 01:00 am and 02:00 am ▪️Bus ticket one way back: 4,00 € Bus tickets are available as single shuttle ticket or in combination with a festival ticket!",
      "de": "Fakten: ▪️Busse für beide Tage (Freitag und Samstag) ▪️Jeweils Rückfahrt von Paulinenaue nach Berlin-Spandau ▪️Abfahrt: Festival-Location ▪️Ankunft: Bahnhof Spandau ▪️Jeweils zwei Abfahrtszeiten: 01:00 Uhr und 02:00 Uhr ▪️Busticket eine Rückfahrt: 4,00 € Bustickets gibt es einzeln oder in Kombination mit einem Festivalticket!"
    },
    "alert": false
  }
]